--[[
|------------------------------------------------- |--------- ______-----------------_______---|
|   ______   __   ______    _____     _____    __  |  _____  |  ____|  __     __    /  _____/  |
|  |__  __| |  | |__  __|  /     \   |     \  |  | | |__   | | |____  |  |   |  |  /  /____    |
|    |  |   |  |   |  |   /  /_\  \  |  |\  \ |  | |   /  /  |  ____| |  |   |  |  \____   /   |
|    |  |   |  |   |  |  /  _____  \ |  | \  \|  | |  /  /_  | |____  |  |___|  |   ___/  /    |
|    |__|   |__|   |__| /__/     \__\|__|  \_____| | |_____| |______|  \_______/  /______/     |
|--------------------------------------------------|-------------------------------------------|
| This Project Powered by : Pouya Poorrahman CopyRight 2016 Jove Version 4.0 Anti Spam Cli Bot |
|----------------------------------------------------------------------------------------------|
]]
do

function run(msg, matches)
  return [[<b>
راهنماي فارسي انگليسي ورژن 8.0:
🏅قفل ها:
🏅 lock flood = قفل حساسیت
🏅 lock link = قفل لینک
🏅 lock sticker = قفل استیکر
🏅 lock bots = قفل ربات
🏅 lock tag = قفل تگ
🏅 lock forward = قفل فروارد
🏅 lock persian = قفل فارسی
🏅 lock english = قفل انگلیسی
🏅 lock badwords = قفل کلمات زشت
🏅 lock inline = قفل اینلاین
🏅 lock emoji = قفل ایموجی
🎖 Lock = 'قفل'
🎖 Unlock = 'بازکردن'
▬▬▬▬๑۩۩๑▬▬▬▬▬
🏅ممنوعیت ها:
🏅 mute all = ممنوعیت همه
🏅 mute gif = ممنوعیت گیف
🏅 mute contact = ممنوعیت شماره
🏅 mute photo = ممنوعیت عکس
🏅 mute audio = ممنوعیت اهنگ
🏅 mute voice = ممنوعیت صدا
🏅 mute video = ممنوعیت فیلم
🏅 mute document = ممنوعیت فایل
🏅 mute text = ممنوعیت متن
🎖mute = ممنوعیت
🎖unmute = حذف ممنوعیت
▬▬▬▬๑۩۩๑▬▬▬▬▬
🏅متفرقه:
🏅 promote = ارتقا
🏅 demote = عزل
🏅 kick = اخراج
🏅 muteuser = خفه کردن
🏅 unmuteuser = خفه کردن
🏅 muteusers = لیست خفه شدگان
🏅 setname = تنظیم نام
🏅 setlink = تنظيم لينک
🏅 link = لينک
🏅 setrules = تنظيم قوانين
🏅 rules = قوانين
🏅 info = اطلاعات گروه
🏅 id = ایدی</b>
🏅 rmsg [تعداد] = پاک کردن تعداد
▬▬▬▬๑۩۩๑▬▬▬▬▬
🏅`شما میتونید از  !,/,# یا حتی بدون این علائم برای ارسال دستور استفاده کنید`
]]
end

return {
  patterns = {
    "^کمک$",
    "^راهنما$"
  }, 
  run = run 
}

end
